[
    {
        "id": "1",
        "label": "ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌۭ وَلَا نَوْمٌۭ ۚ لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍۢ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
        "translation": "Allah! There is no god worthy of worship except Him, the Ever-Living, All-Sustaining. Neither drowsiness nor sleep overtakes Him. To Him belongs whatever is in the heavens and whatever is on the earth. Who could possibly intercede with Him without His permission? He fully knows what is ahead of them and what is behind them, but no one can grasp any of His knowledge—except what He wills to reveal. His Seat1 encompasses the heavens and the earth, and the preservation of both does not tire Him. For He is the Most High, the Greatest.",
        "count": "2"
    },
    {
        "id": "2",
        "label": "قل هو الله احد۔ الله الصمد۔ لم يلد ولم يولد۔ ولم يكن له كفو احد۔",
        "translation": "Say, O Prophet, 'He is Allah, One and Indivisible; Allah, the Sustainer needed by all. He has never had offspring, nor was He born. And there is none comparable to Him.'",
        "count": "6"
    },
    {
        "id": "3",
        "label": "قل اعوذ برب الفلق۔ من شر ما خلق۔ ومن شر غاسق اذا وقب۔ ومن شر النفاثات في العقد۔ ومن شر حاسد اذا حسد۔",
        "translation": "Say, O Prophet, 'I seek refuge with the Lord of Daybreak from the evil of whatever He has created, and from the evil of the darkness when it grows dark, and from the evil of those witches who blow on knots, and from the evil of an envious person when they envy.'",
        "count": "6"
    },
    {
        "id": "4",
        "label": "قل اعوذ برب الناس۔ ملك الناس۔ اله الناس۔ من شر الوسواس الخناس۔ الذي يوسوس في صدور الناس۔ من الجنة والناس۔",
        "translation": "Say, O Prophet, 'I seek refuge in the Lord of mankind, the Master of mankind, the God of mankind, from the evil of the lurking whisperer, who whispers into the hearts of mankind, from among jinn and mankind.'",
        "count": "6"
    },
    {
        "id": "5",
        "label": "لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
        "translation": "There is no god except Allah alone, without partner. To Him belongs the kingdom and all praise, and He has power over all things.",
        "count": "100"
    },
    {
        "id": "6",
        "label": "بسْمِ اللهِ الَّذِي لَا يَفُرُ مَعَ اسْمِهِ شَيْءٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيم",
        "translation": "In the name of Allah, with whose name nothing on earth or in the heavens can cause harm, and He is the All-Hearing, All-Knowing.",
        "count": "6"
    },
    {
        "id": "7",
        "label": "اعُوذُ بِكَلِمَاتِ اللَّهِ التَّمَاتِ مِنْ شَرِّ مَا خَلَقَ",
        "translation": "I seek refuge in the perfect words of Allah from the evil of what He has created.",
        "count": "6"
    },
    {
        "id": "8",
        "label": "ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيْهِ مِن رَّبِّهِۦ وَٱلْمُؤْمِنُونَ ۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَـٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيْنَ أَحَدٍۢ مِّن رُّسُلِهِۦ ۚ وَقَالُوا۟ سَمِعْنَا وَأَطَعْنَا ۖ غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ ٱلْمَصِيرُ",
        "translation": "The Messenger believes, and so do the believers, in the guidance sent down upon him from his Lord: each of them believes in Allah, and in His angels, and in His Books, and in His Messengers. They say: 'We make no distinction between any of His Messengers. We hear and obey. Our Lord! Grant us Your forgiveness; to You we are destined to return.'",
        "count": "1"
    },
    {
        "id": "9",
        "label": "لَا يُكَلِّفُ ٱللَّهُ نَفْسًا إِلَّا وُسْعَهَا ۚ لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا ٱكْتَسَبَتْ ۗ رَبَّنَا لَا تُؤَاخِذْنَآ إِن نَّسِينَآ أَوْ أَخْطَأْنَا ۚ رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَآ إِصْرًۭا كَمَا حَمَلْتَهُۥ عَلَى ٱلَّذِينَ مِن قَبْلِنَا ۚ رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِۦ ۖ وَٱعْفُ عَنَّا وَٱغْفِرْ لَنَا وَٱرْحَمْنَآ ۚ أَنتَ مَوْلَىٰنَا فَٱنصُرْنَا عَلَى ٱلْقَوْمِ ٱلْكَـٰفِرِينَ",
        "translation": "Allah does not lay a responsibility on anyone beyond his capacity. In his favour shall be whatever good each one does, and against him whatever evil he does. (Believers! Pray thus to your Lord): 'Our Lord! Take us not to task if we forget or commit mistakes. Our Lord! Lay not on us a burden such as You laid on those gone before us. Our Lord! Lay not on us burdens which we do not have the power to bear. And overlook our faults, and forgive us, and have mercy upon us. You are our Guardian; so grant us victory against the unbelieving folk.'",
        "count": "1"
    },
    {
        "id": "10",
        "label": "وَٱتَّبَعُوا۟ مَا تَتْلُوا۟ ٱلشَّيَـٰطِينُ عَلَىٰ مُلْكِ سُلَيْمَـٰنَ ۖ وَمَا كَفَرَ سُلَيْمَـٰنُ وَلَـٰكِنَّ ٱلشَّيَـٰطِينَ كَفَرُوا۟ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحْرَ وَمَآ أُنزِلَ عَلَى ٱلْمَلَكَيْنِ بِبَابِلَ هَـٰرُوتَ وَمَـٰرُوتَ ۚ وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحْنُ فِتْنَةٌۭ فَلَا تَكْفُرْ ۖ فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيْنَ ٱلْمَرْءِ وَزَوْجِهِۦ ۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنْ أَحَدٍ إِلَّا بِإِذْنِ ٱللَّهِ ۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلَا يَنفَعُهُمْ ۚ وَلَقَدْ عَلِمُوا۟ لَمَنِ ٱشْتَرَىٰهُ مَا لَهُۥ فِى ٱلْـَٔاخِرَةِ مِنْ خَلَـٰقٍۢ ۚ وَلَبِئْسَ مَا شَرَوْا۟ بِهِۦٓ أَنفُسَهُمْ ۚ لَوْ كَانُوا۟ يَعْلَمُونَ",
        "translation": "and then followed what the evil ones falsely attributed to the Kingdom of Solomon even though Solomon had never disbelieved; it is the evil ones who disbelieved, teaching people magic. And they followed what had been revealed to the two angels in Babylon, Harut and Marut, although these two (angels) never taught it to anyone without first declaring: 'We are merely a means of testing people; so, do not engage in unbelief.' And yet they learned from them what might cause division between a man and his wife. They could not cause harm to anyone except by the leave of Allah, and still they learned what harmed rather than profited them, knowing well that he who bought it will have no share in the World to Come. Evil indeed is what they sold themselves for. Had they but known!",
        "count": "1"
    }
]