[
  {
    "id": "1",
    "label": "الله أكبر",
    "translation": "Allah is the Greatest.",
    "count": "1"
  },
  {
    "id": "2",
    "label": "أَسْتَغْفِرُ اللّٰهَ",
    "translation": "I seek forgiveness from Allah.",
    "count": "3"
  },
  {
    "id": "3",
    "label": "اللَّهُمَّ أَنْتَ السَّلَامُ وَمِنْكَ السَّلَامُ، تَبَارَكْتَ يَا ذَا الْجَلَالِ وَالْإِكْرَامِ",
    "translation": "O Allah, You are Peace and from You comes peace. Blessed are You, O Possessor of majesty and honor.",
    "count": "1"
  },
  {
    "id": "4",
    "label": "آيَةُ الْكُرْسی",
    "translation": "Allah — there is no god except Him, the Ever-Living, the Sustainer of all.",
    "count": "1"
  },
  {
    "id": "5",
    "label": "رَبِّ قِنِي عَذَابَكَ يَوْمَ تَبْعَثُ عِبَادَكَ",
    "translation": "My Lord, protect me from Your punishment on the Day You resurrect Your servants.",
    "count": "1"
  },
  {
    "id": "6",
    "label": "رَبِّ أَعِنِّي عَلَى ذِكْرِكَ وَشُكْرِكَ وَحُسْنِ عِبَادَتِكَ",
    "translation": "My Lord, help me to remember You, to thank You, and to worship You in the best manner.",
    "count": "1"
  },
  {
    "id": "7",
    "label": "رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ",
    "translation": "Our Lord, grant us good in this world and good in the Hereafter, and protect us from the punishment of the Fire.",
    "count": "1"
  },
  {
    "id": "8",
    "label": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْجُبْنِ، وَأَعُوذُ بِكَ مِنَ الْبُخْلِ، وَأَعُوذُ بِكَ مِنْ أَنْ أُرَدَّ إِلَى أَرْذَلِ الْعُمُرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الدُّنْيَا، وَأَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ",
    "translation": "O Allah, I seek refuge in You from cowardice, I seek refuge in You from miserliness, I seek refuge in You from being returned to feeble old age, I seek refuge in You from the trials of this world, and I seek refuge in You from the punishment of the grave.",
    "count": "1"
  },
  {
    "id": "9",
    "label": "اللَّهُمَّ اغْفِرْ لِي مَا قَدَّمْتُ وَمَا أَخَّرْتُ، وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ، وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي، أَنْتَ الْمُقَدِّمُ وَأَنْتَ الْمُؤَخِّرُ، لَا إِلَهَ إِلَّا أَنْتَ",
    "translation": "O Allah, forgive me what I have done before and what I have delayed, what I have hidden and what I have made public, and what You know better than I. You are the One who brings forward and the One who puts back. There is no god except You.",
    "count": "1"
  },
  {
    "id": "10",
    "label": "لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
    "translation": "There is no god except Allah alone, without partner. To Him belongs the dominion and all praise, and He has power over all things.",
    "count": "3"
  },
  {
    "id": "11",
    "label": "لَا إِلَهَ إِلَّا اللَّهُ وَلَا نَعْبُدُ إِلَّا إِيَّاهُ، لَهُ النِّعْمَةُ وَلَهُ الْفَضْلُ وَلَهُ الثَّنَاءُ الْحَسَنُ، لَا إِلَهَ إِلَّا اللَّهُ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الْكَافِرُونَ",
    "translation": "There is no god except Allah, and we worship none but Him. To Him belong all blessings, all favor, and beautiful praise. There is no god except Allah, sincere to Him in religion, even if the disbelievers dislike it.",
    "count": "1"
  },
  {
    "id": "12",
    "label": "اللَّهُمَّ لَا مَانِعَ لِمَا أَعْطَيْتَ، وَلَا مُعْطِيَ لِمَا مَنَعْتَ، وَلَا يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ",
    "translation": "O Allah, none can withhold what You give, and none can give what You withhold, and no wealth or status can benefit its owner against You.",
    "count": "1"
  },
  {
    "id": "13",
    "label": "سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ، أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ",
    "translation": "Glory is Yours, O Allah, and praise is Yours. I bear witness that there is no god except You. I seek Your forgiveness and I repent to You.",
    "count": "1"
  },
  {
    "id": "14",
    "label": "قُلْ هُوَ اللَّهُ أَحَد",
    "translation": "Say: He is Allah, the One.",
    "count": "1"
  },
  {
    "id": "15",
    "label": "قُلْ أَعُوذُ بِرَبِّ الْفَلَق",
    "translation": "Say: I seek refuge in the Lord of the dawn.",
    "count": "1"
  },
  {
    "id": "16",
    "label": "قُلْ أَعُوذُ بِرَبِّ النَّاسِ",
    "translation": "Say: I seek refuge in the Lord of mankind.",
    "count": "1"
  },
  {
    "id": "17",
    "label": "ُبْحَانَ الله",
    "translation": "Glory be to Allah.",
    "count": "33"
  },
  {
    "id": "18",
    "label": "الحمد لله",
    "translation": "All praise is for Allah.",
    "count": "33"
  },
  {
    "id": "19",
    "label": "الله أكبر",
    "translation": "Allah is the Greatest.",
    "count": "34"
  },
  {
    "id": "20",
    "label": "لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، بِيَدِهِ الْخَيْرُ، يُحْيِي وَيُمِيتُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
    "translation": "There is no god except Allah alone, without partner. To Him belongs the kingdom and all praise. In His Hand is all good. He gives life and causes death, and He has power over all things.",
    "count": "1"
  },
  {
    "id": "21",
    "label": "اللَّهُمَّ أَجِرْنِي مِنَ النَّارِ",
    "translation": "O Allah, protect me from the Fire.",
    "count": "7"
  },
  {
    "id": "22",
    "label": "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلًا",
    "translation": "O Allah, I ask You for beneficial knowledge, pure provision, and accepted deeds.",
    "count": "1"
  },
  {
    "id": "23",
    "label": "سُبْحَانَ الْمَلِكِ الْقُدُّوسِ",
    "translation": "Glory be to the Sovereign, the Most Pure.",
    "count": "3"
  },
  {
    "id": "24",
    "label": "رَبُّ الْمَلَائِكَةِ وَالرُّوحِ",
    "translation": "Lord of the angels and the Spirit (Jibreel).",
    "count": "1"
  },
  {
    "id": "25",
    "label": "دُرُودٌ شَرِيفٌ",
    "translation": "Sending blessings and peace upon the Prophet Muhammad ﷺ.",
    "count": "10"
  }
]